[
 {
    "title": "My first guitar",
    "subtitle": "I want my first guitar",
    "img": "https://cdn.pixabay.com/photo/2013/07/12/15/06/guitar-149427_640.png",
    "description": "I've been a music fan since I first heard Paco de Lucia in my father's car, travelling to his home town. I want to buy my first acoustic guitar to be able to play like my idol",
    "category": "Music",
    "totalAmount": 3200,
    "parcialAmount": 2500,
    "finaldate": "2023/12/20",
    "autor": "Nick Holden"
 },
 {
   "title": "My own workshop",
   "subtitle": "Need help to fund my workshop tools",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1675801969/IMAGEN_11_lqheii.jpg",
   "description": "As a newly independent carpenter, I'm in need of tools for my workshop to be able to make the projects I could if I had the appropriate equipment.",
   "category": "Professional growth",
   "totalAmount": 3300,
   "parcialAmount": 3300,
   "finaldate": "2023/11/20",
   "autor": "John Smith"
},
{
   "title": "projects in home",
   "subtitle": "Help me build my home lab",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1675801968/IMAGEN_7_u0a3zm.jpg",
   "description": "As a middle school teacher, I find myself surfint the web for the best experiments to teach my students. In order to prepare them in a way that they won't fail, I need to have a dedicated space with the proper tools.",
   "category": "Education",
   "totalAmount": 3200,
   "parcialAmount": 1000,
   "finaldate": "2023/12/20",
   "autor": "Sarah Lee"
},
{
   "title": "Fix the theatre",
   "subtitle": "Help me fix my hometown theatre",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1675801969/IMAGEN_15_pvcjhs.jpg",
   "description": "Back in the XIX century, Lota was a vibrant coal mining town. That's when the theatre was build but as the coal mining was over the whole town went into despair. I'm planning to reopen the theatre so that there's a place for cultural development.",
   "category": "Art",
   "totalAmount": 3200,
   "parcialAmount": 0,
   "finaldate": "2023/12/20",
   "autor": "Benjamin Cooper"
},
{
   "title": "Managing you finances",
   "subtitle": "Let's fund my personal finance management app.",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1675801969/IMAGEN_13_h9mrbs.jpg",
   "description": "In this day and age it's fundamental to be able to manage our finances in the best way possible. That's what my app is for, to help you make the most out the money you have today.",
   "category": "Education",
   "totalAmount": 3200,
   "parcialAmount": 2000,
   "finaldate": "2023/12/20",
   "autor": "Peter Parker"
},
{
   "title": "Finish my studies",
   "subtitle": "Help me finish my universitary studies",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1675801969/IMAGEN_10_siy03i.jpg",
   "description": "I'm two semesters away from graduating as a engineer. I'm unable to get a loan because of my some past choices that make me unable to explore those options.",
   "category": "Education",
   "totalAmount": 3200,
   "parcialAmount": 3200,
   "finaldate": "2023/09/20",
   "autor": "William Grey"
},
{
   "title": "Sun race",
   "subtitle": "Help our team develope the car of the future",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1675801969/IMAGEN_8_irkzzh.jpg",
   "description": "Our team is set to develop the winning car for this year's electric car race. As engineering students we have the knowledge to develop our concept, but we lack the funding needed to make it a reality. We need your help to be able to mateliaze our plans.",
   "category": "Education",
   "totalAmount": 3200,
   "parcialAmount": 0,
   "finaldate": "2023/10/20",
   "autor": "Kelly Key"
},
{
   "title": "Help refugees",
   "subtitle": "Help refugee camp hope",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1675801968/IMAGEN_6_gp7wzp.jpg",
   "description": "We need your help to improve the standards of camp hope. We give home  to refugees from war torn countries, restoring their faith in humanity. AS the refugee crisis deepens, we have to be up to the challenge by providing good standard shelter, food, health and environmental conditions.",
   "category": "ONG",
   "totalAmount": 3200,
   "parcialAmount": 0,
   "finaldate": "2023/07/20"
},
{
   "title": "Vets for street dogs",
   "subtitle": "Let's keep the dogs healthy",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1675801968/IMAGEN_4_kpsrqg.jpg",
   "description": "Our foundation aims to keep our street dogs safe, healthy and paired with a loving family. In order to keep the populations at bay, we need to provide safe sterilizations, provided by licensed veterinarians. To be able to give our fur babies a better life, they need to have their vaccines and be healthy so that their new families can give keep them safe and healthy.",
   "category": "Animals",
   "totalAmount": 3200,
   "parcialAmount": 0,
   "finaldate": "2023/06/20"
},
{
   "title": "I want to go to the Olympics",
   "subtitle": "Help me get a Steeplechase Gold",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1675801968/IMAGEN_9_pjmnj3.jpg",
   "description": "I have been preparing my whole life for this oportunity, got invited to participate in the next olimpic games but I lack the funding needed to attend. Ever since I can remember, I've been competing and exceeling in athletics and when I was introduced to steeplechase I knew that was my calling.",
   "category": "Sports",
   "totalAmount": 3200,
   "parcialAmount": 3200,
   "finaldate": "2023/08/01"
},
{
   "title": "Covid Research",
   "subtitle": "Let's find a cure!",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1675801947/IMAGEN_2_mrsdgn.jpg",
   "description": "Ever since Covid started claiming lives back in 2019 we've been searching for the cure. It has been partially found when the vaccines came, but they only prevent some infections. We have found a traditional medicine made from a native vine that promises to be the breakthrough we have been looking for. The government has some grants but they aren't aimed at our discovery and so we can't ask for them. We will use the founding to develop a cost effective treatment to covid infection that will help us go back to the world we knew.",
   "category": "Health care",
   "totalAmount": 32000,
   "parcialAmount": 0,
   "finaldate": "2023/07/12"
},
{
   "title": "Solar energy for rural school",
   "subtitle": "Help us electrify our school",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1675801934/IMAGEN_1_aq0how.jpg",
   "description": "Our rural school is the only way our children can be educated according to our country's standard. We provide schooling for children that live in this isolated place where ther's no electric connection to the grid. In order to teach them programming and to give them a modern teaching experience, we need to install solar panels to be offgrid but still meet their needs.",
   "category": "Education",
   "totalAmount": 3200,
   "parcialAmount": 0,
   "finaldate": "2023/07/01"
},
{
   "title": "Public basketball courts in the squares",
   "subtitle": "Building public basketball courts in our dilapidataed squares",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1675801904/cld-sample-3.jpg",
   "description": "With the pandemic of drug addiction that is ging on in our cities, it's time to take action! We are certain that giving our youth the opportunity to invest their time and build communities through sports is the solution. Since our city is the birth place of such big names in basketball, it's only natural to have the infrastructure to help our childern become great basketball players and members of society.",
   "category": "People",
   "totalAmount": 33000,
   "parcialAmount": 0,
   "finaldate": "2023/08/20"
},
{
   "title": "School choir",
   "subtitle": "Let's help them sing!",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1676138633/school_choir_wfsuru.jpg",
   "description": "Our school district cut the funding for our school's choir. Our kids are talented enough to compete in national competencies and win, like last year's 1st place in the national choir gathering. The choir is the preferred afterschool activity for many and so we need to try and fund it if the district won't do it.",
   "category": "Music",
   "totalAmount": 3200,
   "parcialAmount": 0,
   "finaldate": "2023/05/20"
},
{
   "title": "My piano lessons",
   "subtitle": "Need help with funding my piano lessons",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1675896592/piano_lessons_fqaats.jpg",
   "description": "When I was a child, my late grandmother taught me my first song. That's when I fell in love with playing piano and decided to become a professional musician. Next year I have to start applying for conservatories and need to have my playing on point. I found the perfect teacher but I need help with paying their fee, pleasee help me fund my lessons.",
   "category": "Music",
   "totalAmount": 800,
   "parcialAmount": 100,
   "finaldate": "2023/04/14"
},
{
   "title": "I want to be a filmmaker",
   "subtitle": "My old camera broke",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1675896701/camera_xhbbuv.jpg",
   "description": "Next year I wish attend film school, I need to be able to finish my project in order to achieve that. LAst week, while working on the project, my camera broke and I need to replace it in order to be able to finish the it since I will use it to apply",
   "category": "Art",
   "totalAmount": 3200,
   "parcialAmount": 0,
   "finaldate": "2023/04/01"
},
{
   "title": "Argentinian trains, a documentary",
   "subtitle": "This documentary is about the most important trains",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1675896702/trains_jyuddc.jpg",
   "description": "Argentina is a very big territory and the development of the railroad infraestructure made a change that can still be felt today. Some trains however can tell stories that other's couldn't even dream of. In this documentary we will tell some of them, while trying to explain the importance they had for the lifes of so many.",
   "category": "Art",
   "totalAmount": 3200,
   "parcialAmount": 0,
   "finaldate": "2023/04/28"
},
{
   "title": "My flute went rolling",
   "subtitle": "I lost my flute while visiting pepperdine university.",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1676138633/flauta_kkghm1.jpg",
   "description": "Last month, when visiting Pepperdine University, I had my flute on me sisnce I needed to practice a song for my music recital. I left it next to me and it rolled down into the sea so I need to replace it, since it was lent to me by the school.",
   "category": "Music",
   "totalAmount": 700,
   "parcialAmount": 200,
   "finaldate": "2023/05/23"
},
{
   "title": "My violin is old",
   "subtitle": "My grandmother's violin is too old to play",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1676138633/little_gir_play_violin_phtjpi.jpg",
   "description": "Ever since I was a small kid, I had a fascination for violins, the way they sound, their look... everything about them! My late great grandmother was a concertist, it might come from her they said. I was given her violin, and I used it to learn but it's now worn down and frankly too old for me to play. So I need your help to buy a new violin, to keep my dream alive.",
   "category": "Music",
   "totalAmount": 3200,
   "parcialAmount": 0,
   "finaldate": "2023/05/30"
},
{
   "title": "My first play as a director",
   "subtitle": "My version of Hamlet needs to see the light.",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1676138859/actuation_h9gy6d.jpg",
   "description": "I have been working as an actor for a long time and on my version of Hamlet for the past year. My take on it requires some investment in electronics and special effects, that's what i need your contribution for.",
   "category": "Art",
   "totalAmount": 3200,
   "parcialAmount": 3200,
   "finaldate": "2023/03/30"
},
{
   "title": "Help me get my career off the ground",
   "subtitle": "I was formally trained as an interior designer.",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1676138859/pinturas_d4qufv.jpg",
   "description": "My next logical step is to intern in a big city. The problem with that is how to deal with my living expensews while working on my unpaid internship, that's why I'm here asking for your help.",
   "category": "Professional growth",
   "totalAmount": 3200,
   "parcialAmount": 0,
   "finaldate": "2023/03/28"
},
{
   "title": "I would like to be a painter",
   "subtitle": "My calling needs to be achieved",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1676138859/paint_vr1bwn.jpg",
   "description": "I see the world in a way that's different to everyone else I know. I like depicting reality with colors and shapes, with the use of certain techniques I have acquired during my school years. I want to study fine arts with a focus on painiting, but the cost is too much for me to bear without your help.",
   "category": "Art",
   "totalAmount": 3200,
   "parcialAmount": 0,
   "finaldate": "2023/03/17"
},
{
   "title": "Help with a plate of food",
   "subtitle": "Our people are going hungry",
   "img": "https://res.cloudinary.com/duojqpw6r/image/upload/v1676139088/ong_hungry_d30z2z.jpg",
   "description": "We have a soup kitchen in the city center that feeds hundreds of homeless people that need your help. You can donate from a single plate, the food for the whole day, month or year.",
   "category": "ONG",
   "totalAmount": 3200,
   "parcialAmount": 3200,
   "finaldate": "2023/05/01"
}
 
]